[Play_X2_XP_VLK_T_First_Reaper_Shadow AkEvent]
SpokenText="Будь-який Жнець, обраний для служби XCOM, здатний пересуватися непомітно. Постріли створюють шум, але після них Жнеці при належному вмінні здатні знову зникати в тінях."

[Play_X2_XP_VLK_T_Gather_Survivors_Dropship_Inro_A AkEvent]
SpokenText="Я поки не розумію, де мої люди допустили помилку, але \"Адвент\" зміг вийти на слід одного з наших спеціалістів, який йшов з одного табору до іншого з охороною. Зараз вони укрилися в старому місті, але сили прибульців у них на хвості. Я впевнений, що якщо ви зможете їх звідти витягнути, вони будуть готові допомогти вам на цьому вашому кораблі."

[Play_X2_XP_VLK_T_Gather_Survivors_Dropship_Inro_B AkEvent]
SpokenText="Я не люблю просити про послугу, але так сталося, що життя моїх людей залежать від вашої допомоги. \"Адвент\" перехопив нашу групу, разом з якою між таборами переміщалася команда підтримки. Вони всі поки що живі, але затиснуті в покинутому місті - це не найбезпечніше місце в наші дні. Якщо ви їх врятуєте, будьте впевнені, вони будуть вам надзвичайно вдячні."

[Play_X2_XP_VLK_T_Gather_Survivors_Dropship_Inro_C AkEvent]
SpokenText="Декілька моїх людей опинилися в складній ситуації, і ви, можливо, - єдиний шанс повернути їх живими. \"Адвент\" змінив систему патрулів і застав зненацька нашу групу, що супроводжувала допоміжний персонал. Наші люди заблоковані в старому місті. Якщо ви зможете їх врятувати, ми будемо вам вдячні."

[Play_X2_XP_VLK_T_Gather_Survivors_First_ADVENT_Sighted AkEvent]
SpokenText="Схоже, Старійшини прислали своїх псів, щоб добити моїх людей. Я розраховую, що ви розберетесь з ними так само, як це зробили б ми."

[Play_X2_XP_VLK_T_Gather_Survivors_Mission_Complete AkEvent]
SpokenText="Я ціную вашу турботу про нас. Ми не забуваємо своїх друзів."

[Play_X2_XP_VLK_T_Gather_Survivors_XCOM_Links_Faction_Soldier AkEvent]
SpokenText="Вам пощастило, що XCOM готовий з вами няньчитися. У мене досі є питання, як ви взагалі опинилися в цій ситуації."

[Play_X2_XP_VLK_T_How_To_Use_Reaper AkEvent]
SpokenText="Жнеці народжені в тіні холодного жорстокого світу, що оточує нас. Ми покладаємося на скритність і атаки здалеку; наші снайпери перевершують своєю майстерністю навіть найвправніших стрільців XCOM."

[Play_X2_XP_VLK_T_Reaper_On_Mox_Rescue_Op AkEvent]
SpokenText="Я не міг не помітити, що ви відправили одного з моїх людей на допомогу вашому улюбленому Захиснику. Сподіваюся, це не стане пустою тратою ресурсів."

[Play_X2_XP_VOL_T_Swarm_Dropship_Intro_A AkEvent]
SpokenText="Мені спокійніше, коли наші люди не сунуться в міста, але один наш агент відправився проводити якісь дослідження і попався на очі \"Адвенту\". У тунелях під містом багато схованок; саме на такий випадок у нас там є декілька притулків. Крім того, поблизу є ще один з наших - він готовий допомогти, але керувати операцією доведеться вам."

[Play_X2_XP_VOL_T_Swarm_Dropship_Intro_B AkEvent]
SpokenText="Ми, Жнеці, намагаємося триматися подалі від міст, однак іноді доводиться проводити там розвідку. На жаль, цього разу \"Адвент\" помітив нашого агента, і той був змушений відступити в притулок у тунелях під містом. Один з наших найкращих людей допоможе вам з цим завданням, але в іншому доведеться покладатися на вас."

[Play_X2_XP_VOL_T_Swarm_Dropship_Intro_C AkEvent]
SpokenText="Міста \"Адвента\" - не найкраще місце для Жнеців і наших союзників, тому ми організували таємні притулки в тунелях під землею. На жаль, прибульці проникли туди, переслідуючи нашого товариша, і я змушений просити вас врятувати його. Неподалік вас зустріне ще один наш агент. Він покаже дорогу, а далі діяти доведеться вам."

[Play_X2_XP_VOL_T_Swarm_Mission_Complete AkEvent]
SpokenText="Схоже, за нами борг. Я цього не забуду."
